tap "adevinta/zoe"
tap "aws/tap"
tap "coursier/formulas"
tap "heroku/brew"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "scalacenter/bloop"
tap "weaveworks/tap"
brew "fontconfig"
brew "glib"
brew "openjdk"
brew "apache-spark"
brew "python@3.11"
brew "awscli", link: false
brew "bash-completion"
brew "python@3.9"
brew "ghc"
brew "cabal-install"
brew "libyaml"
brew "cfn-lint"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "docker"
brew "docker-machine"
brew "ecm"
brew "erlang"
brew "elixir"
brew "fabric"
brew "fsql"
brew "gcc"
brew "unbound"
brew "gnutls"
brew "go"
brew "guile"
brew "haskell-stack"
brew "helm"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libelf"
brew "libusb"
brew "libxft"
brew "libzip"
brew "lua"
brew "luajit"
brew "minikube"
brew "zlib"
brew "mysql"
brew "mysql-client@5.7"
brew "mysql@5.7"
brew "nasm"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "ocaml"
brew "openconnect"
brew "postgresql@14"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "q"
brew "qt"
brew "rabbitmq"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "sphinx-doc"
brew "telnet"
brew "tfenv"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "xterm"
brew "yaml-cpp"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "adevinta/zoe/zoe"
brew "aws/tap/aws-sam-cli", link: false
brew "coursier/formulas/coursier"
brew "heroku/brew/heroku"
brew "weaveworks/tap/eksctl"
cask "balenaetcher"
cask "clipy"
cask "font-hack-nerd-font"
cask "graphql-playground"
cask "iterm2"
cask "keepassxc"
cask "packetsender"
cask "rectangle"
cask "tableplus"
cask "tunnelblick"
