
rupa/z
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting

matthieusb/zsh-sdkman

chisui/zsh-nix-shell
nix-community/nix-zsh-completions

ohmyzsh/ohmyzsh path:plugins/git
